var dailySelction=["T恤","雪纺衫","衣裙套装","连衣裙","泳衣","短裤","凉鞋","拖鞋","双肩包","防晒霜","四件套"];
var poplular=["复古风","运动风","新浪漫主义","衬衫","半身裙","小白鞋","小包","牛仔","流苏","阳光黄","镭射"];
var fashionClassic=["zakka","复古风","韩系","OL风","拼接","纯棉","雪纺","欧根纱","马卡龙色","驼色","樱花粉"];
var clothWear=["印花T恤","防晒衫","套装","碎花连衣裙","牛仔短裤","阔腿裤","拖鞋","高跟鞋","墨镜","链条包"],
    beatifulLife=["男士短裤","男士衬衫","亲子装","防晒霜","面膜","护肤套装","四件套","伞","变美神器"],
    SelctionMore=["T恤","雪纺衫","薄款外套","衣裙套装","连衣裙","泳衣","短裤","背带裤","凉鞋","拖鞋","小白鞋","斜挎包","双肩包","防晒霜","手表","四件套","厨房用具","小礼物","辣味零食"],
    poplularMore1=["复古风","运动风","新浪漫主义","街头混搭","极简风","中性风","嬉皮风","波西米亚民族风"],
    poplularMore2=["衬衫套装","吊带连衣裙","半身裙","一字领美裙","破洞牛仔裤","九分阔腿裤","运动鞋","小白鞋","尖头鞋","小包","潮搭异形包","日系渔夫帽"],
    poplularMore3=["网纱","牛仔","蕾丝","皮革","麂皮"],
    poplularMore4=["荷叶边","镂空","流苏","奢华钉珠","娃娃领","字母","动物纹","蝴蝶结","立体花朵"],
    poplularMore5=["水晶粉","阳光黄","镭射","橄榄绿","静谧蓝","柑橘色","颜料盒亮色","冰浅色"],
    fashionMore1=["zakka","欧美风","复古风","韩系","森女风","OL风","小香风","学院风","海军风","英伦风"],
    fashionMore2=["印花","条纹","做旧","撞色","格子","拼接","卡通","褶皱"],
    fashionMore3=["纯棉","雪纺","棉麻","莫代尔","莱卡","欧根纱"],
    fashionMore4=["黑色","白色","灰色","马卡龙色","驼色","蓝色","中国红","樱花粉"],
    collocation1=["印花T恤","防晒衫","套装","v领衬衫","背心"],
    collocation2=["A字裙","高腰短裙","包臀","半身裙","碎花连衣裙","长款连衣裙","小黑裙","牛仔裙"],
    collocation3=["牛仔短裤","阔腿裤","休闲裤","背带裤","雪纺裙裤","修身牛仔裤","衣裤套装"],
    collocation4=["拖鞋","运动鞋","高跟鞋","墨镜","链条包","手提包","双肩包","手表","耳饰"],
    lifeMore1=["T恤","男士短裤","男款运动鞋","男士衬衫"],
    lifeMore2=["童装","套装","亲子装","婴儿服饰","女童凉鞋"],
    lifeMore3=["底妆","眼妆","BB霜","防晒霜","面膜","护肤套装","控油","祛痘","美白"],
    lifeMore4=["四件套","收纳","厨房用具","衣柜","蚊帐","小礼物","伞","生活助手","抱枕","变美神器"],
    lifeMore5=["辣味零食","休闲零食","茗茶","饼干","蛋糕","速食食品","坚果"],
    bannerImg=[{imgSrc:"img/banner1.jpg",desc:"这是测试图片"},{imgSrc:"img/banner2.jpg",desc:"这是测试图片"},{imgSrc:"img/banner3.jpg",desc:"这是测试图片"},{imgSrc:"img/banner4.jpg",desc:"这是测试图片"}];











